IDEA StatiCa Open Model
NadStrategyConcrete Class
Compatible with IDEA StatiCa Beta 21.0 - beta
 Nad strategy concrete
Inheritance Hierarchy
System.Object
 IdeaRS.OpenModel.Concrete.NadStrategyConcrete
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public class NadStrategyConcrete
Public Class NadStrategyConcrete
public ref class NadStrategyConcrete
The NadStrategyConcrete type exposes the following members.
Constructors
Name | Description
NadStrategyConcrete
 Constructor
Top
Properties
Name | Description
SetupValues
 Setup values
Top
See Also
Reference
IdeaRS.OpenModel.Concrete Namespace